Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

source: 🤝 Nobody bought at that price this year. Ask for less, or try again next year.
de: 🤝 Zu diesem Preis hat dieses Jahr niemand gekauft. Verlange weniger oder versuch es nächstes Jahr noch einmal.
fr: 🤝 Personne n’a acheté à ce prix cette année. Demande moins, ou réessaie l’année prochaine.
it: 🤝 Quest’anno nessuno ha comprato a quel prezzo. Chiedi meno oppure riprova l’anno prossimo.
ja: 🤝 今年は、その価格で買う人がいませんでした。価格を下げるか、来年もう一度試しましょう。
uk: 🤝 Цього року за таку ціну ніхто не купив. Проси менше або спробуй ще раз наступного року.

# 🤝 Your network in %@ grew from %lld to %lld.
source: 🤝 Your network in %1$@ grew from %2$lld to %3$lld.
de: 🤝 Dein Netzwerk in %1$@ ist von %2$lld auf %3$lld gewachsen.
fr: 🤝 Ton réseau en %1$@ est passé de %2$lld à %3$lld.
it: 🤝 I tuoi contatti nel settore %1$@ sono passati da %2$lld a %3$lld.
ja: 🤝 %1$@の人脈が%2$lldから%3$lldに増えました。
uk: 🤝 Звʼязки у сфері «%1$@» зросли з %2$lld до %3$lld.

source: 🦄 Breakout!
de: 🦄 Durchbruch!
fr: 🦄 Décollage !
it: 🦄 Decollo!
ja: 🦄 急成長！
uk: 🦄 Прорив!

source: 🦄 This kind of business can grow big: you can ask investors for money in the Boardroom, and — very rarely — it takes off and becomes worth a fortune.
de: 🦄 Diese Art von Unternehmen kann groß werden: In der Chefetage kannst du Investoren um Geld bitten, und – sehr selten – hebt es ab und wird ein Vermögen wert.
fr: 🦄 Ce type d’entreprise peut devenir très grand : tu peux demander de l’argent à des investisseurs dans la Salle du conseil, et — très rarement — elle décolle et vaut une fortune.
it: 🦄 Questo tipo di impresa può crescere molto: puoi chiedere denaro agli investitori nella Sala del consiglio e — molto raramente — decolla e vale una fortuna.
ja: 🦄 この種類の事業は大きく成長できます。経営会議で投資家にお金を求められ、ごくまれに急成長して莫大な価値になることもあります。
uk: 🦄 Такий бізнес може сильно вирости: у розділі «Правління» можна просити гроші в інвесторів, а дуже рідко він злітає й коштує цілий статок.

source: 🧪 You've tried %@.
de: 🧪 Du hast %@ ausprobiert.
fr: 🧪 Tu as essayé : %@.
it: 🧪 Hai provato: %@.
ja: 🧪 %@を試しました。
uk: 🧪 Вже спробовано: %@.

source: 🧭 %lld yr exp expected
de: 🧭 %lld J. Erf. erwartet
fr: 🧭 Expérience attendue : %lld ans
it: 🧭 Esperienza prevista: %lld anni
ja: 🧭 経験%lld年が目安
uk: 🧭 Очікуваний досвід: %lld р.

# 🧭 Another year of experience: %lld of the %lld this job expects.
source: 🧭 Another year of experience: %1$lld of the %2$lld this job expects.
de: 🧭 Ein weiteres Jahr Erfahrung: %1$lld von den %2$lld, die dieser Job erwartet.
fr: 🧭 Une année d’expérience de plus : %1$lld sur les %2$lld que demande ce poste.
it: 🧭 Un altro anno di esperienza: %1$lld su %2$lld richiesti da questo lavoro.
ja: 🧭 経験がまた1年増えました。この仕事が求める%2$lld年のうち%1$lld年です。
uk: 🧭 Ще один рік досвіду: %1$lld із %2$lld, потрібних для цієї роботи.

source: 🧭 For a hard-to-reach job, like CEO, it shows how narrow the path is and what really decides it — fame, network, school, years, and having built a company — with the real-world story behind it.
de: 🧭 Bei einem schwer erreichbaren Job wie CEO zeigt er dir, wie schmal der Pfad ist und was wirklich entscheidet – Ruhm, Netzwerk, Schule, Jahre und ein selbst gegründetes Unternehmen – samt der Geschichte aus dem echten Leben dahinter.
fr: 🧭 Pour un poste très difficile à atteindre, comme PDG, il montre à quel point la voie est étroite et ce qui décide vraiment — renommée, réseau, études, années d’expérience et entreprise déjà fondée — avec ce qui se passe dans le monde réel.
it: 🧭 Per un lavoro difficile da raggiungere, come CEO, ti mostra quanto è stretta la strada e che cosa decide davvero — fama, contatti, studi, anni di esperienza e l’aver costruito un’azienda — con la storia reale che c’è dietro.
ja: 🧭 CEOのような、なるのが難しい仕事では、道がどれほど狭いか、そして何が本当に決め手になるのか（名声、人脈、学歴、経験年数、会社を起こした経験）を、現実の事情もあわせて教えてくれます。
uk: 🧭 Для роботи, на яку важко потрапити, як-от CEO, радник покаже, наскільки вузька стежка і що насправді вирішує — слава, звʼязки, освіта, роки та створена компанія, — і розкаже, як усе влаштовано в реальному житті.

source: 🧭 The narrow path
de: 🧭 Der schmale Pfad
fr: 🧭 La voie étroite
it: 🧭 La strada stretta
ja: 🧭 狭き門
uk: 🧭 Вузька стежка

source: 🧭 What decides it
de: 🧭 Worauf es ankommt
fr: 🧭 Ce qui décide
it: 🧭 Da cosa dipende
ja: 🧭 決め手
uk: 🧭 Від чого це залежить

source: 🪪 You earned: %@.
de: 🪪 Du hast erworben: %@.
fr: 🪪 Tu as obtenu : %@.
it: 🪪 Hai ottenuto: %@.
ja: 🪪 取得した資格：%@。
uk: 🪪 Здобуто: %@.

source: Associate of Applied Science in %@
fr: Associate degree appliqué (%@)
it: Associate degree in scienze applicate: %@
ja: 応用科学準学士（%@）
uk: Асоційований ступінь із прикладних наук за напрямом «%@»

source: Bachelor of Agriculture
fr: Bachelor en agriculture
it: Laurea in Agraria
ja: 学士（農学）
uk: Бакалавр з сільського господарства

source: Bachelor of Arts
fr: Bachelor en arts
it: Laurea in Arti
ja: 学士（文学）
uk: Бакалавр з мистецтв

source: Bachelor of Arts in Design
fr: Bachelor en design
it: Laurea in Design
ja: 学士（デザイン学）
uk: Бакалавр з дизайну

source: Bachelor of Business Administration
fr: Bachelor en administration des affaires
it: Laurea in Economia aziendale
ja: 学士（経営学）
uk: Бакалавр з бізнес-адміністрування

source: Bachelor of Design
fr: Bachelor en design
it: Laurea in Design
ja: 学士（デザイン学）
uk: Бакалавр з дизайну

source: Bachelor of Education
fr: Bachelor en enseignement
it: Laurea in Scienze dell’educazione
ja: 学士（教育学）
uk: Бакалавр з освіти

source: Bachelor of Engineering
fr: Bachelor en ingénierie
it: Laurea in Ingegneria
ja: 学士（工学）
uk: Бакалавр з інженерії

source: Bachelor of Health Sciences
fr: Bachelor en sciences de la santé
it: Laurea in Scienze della salute
ja: 学士（保健学）
uk: Бакалавр з наук про здоровʼя

source: Bachelor of Laws
fr: Bachelor en droit
it: Laurea in Giurisprudenza
ja: 学士（法学）
uk: Бакалавр з права

source: Bachelor of Science
fr: Bachelor en sciences
it: Laurea in Scienze
ja: 学士（理学）
uk: Бакалавр з природничих наук

source: CEO, %@
fr: PDG, %@
ja: %@のCEO
uk: Генеральний директор (CEO), %@

source: Champion! 🏆
fr: Victoire ! 🏆
it: Vittoria! 🏆
ja: チャンピオン！🏆
uk: Чемпіон! 🏆

source: China
fr: Chine
it: Cina
ja: 中国
uk: Китай

source: Coding Bootcamp
fr: Bootcamp de programmation
it: Bootcamp di coding
ja: プログラミング・ブートキャンプ
uk: Буткемп з програмування

source: College
fr: Collège
ja: カレッジ
uk: Коледж

source: Diploma notu
fr: Note du diplôme (diploma notu)
ja: 卒業成績

source: Doctor of Business Administration
fr: Doctorat en administration des affaires (DBA)
it: Dottorato in Economia aziendale
ja: 博士（経営学）
uk: Доктор бізнес-адміністрування (DBA)

source: Doctor of Design
fr: Doctorat en design
it: Dottorato in Design
ja: 博士（デザイン学）
uk: Доктор дизайну

source: Doctor of Education
fr: Doctorat en enseignement
it: Dottorato in Scienze dell’educazione
ja: 博士（教育学）
uk: Доктор освіти

source: Doctor of Fine Arts
fr: Doctorat en beaux-arts
it: Dottorato in Belle arti
ja: 博士（美術）
uk: Доктор мистецтв

source: Doctor of Medicine (MD)
fr: Doctorat en médecine (MD)
it: Dottorato in Medicina (MD)
ja: 医学博士（MD）
uk: Доктор медицини (MD)

source: Elite / Ivy League
fr: Élite / Ivy League
it: Élite / Ivy League
ja: 名門校（アイビーリーグ）
uk: Елітний / Ліга плюща

source: Empath
fr: Empathe
it: Empatico
ja: 共感者
uk: Емпат

source: Events
fr: Événements
it: Eventi
ja: イベント
uk: Заходи

source: Film Star
fr: Vedette de cinéma
it: Stella del cinema
ja: 映画のスター
uk: Кінозірка

source: GPA
fr: Moyenne (GPA)
uk: Середній бал (GPA)

source: Game Modder
fr: Créateur de mods
it: Creatore di mod
ja: ゲームMODクリエイター
uk: Моддер ігор

source: Headliner
fr: Tête d’affiche
it: Artista di punta
ja: ヘッドライナー
uk: Хедлайнер

source: High School
fr: Lycée
it: Scuola superiore
ja: 高校
uk: Старша школа

source: High School (godeung)
fr: Lycée (godeung)
it: Scuola superiore (godeung)
ja: 高校
uk: Старша школа (godeung)

source: High School (kōkō)
fr: Lycée (kōkō)
it: Scuola superiore (kōkō)
ja: 高校
uk: Старша школа (kōkō)

source: High school
fr: Lycée
it: Scuola superiore
ja: 高校
uk: Старша школа

source: Influencer / Content Creator
fr: Influenceur / Créateur de contenu
it: Influencer / Creatore di contenuti
ja: インフルエンサー・コンテンツクリエイター
uk: Стати інфлюенсером / автором контенту

source: Japan
fr: Japon
it: Giappone
ja: 日本
uk: Японія

source: Jobs
fr: Emplois
it: Lavori
ja: 仕事
uk: Робота

source: Junior High School (chūgakkō)
fr: Collège (chūgakkō)
it: Scuola media (chūgakkō)
ja: 中学校
uk: Молодша середня школа (chūgakkō)

source: Junior Middle School (chuzhong)
fr: Collège (chuzhong)
it: Scuola media (chuzhong)
ja: 中学校
uk: Молодша середня школа (chuzhong)

source: Master of Agriculture
fr: Master en agriculture
it: Laurea magistrale in Agraria
ja: 修士（農学）
uk: Магістр з сільського господарства

source: Master of Arts
fr: Master en arts
it: Laurea magistrale in Arti
ja: 修士（文学）
uk: Магістр з мистецтв

source: Master of Arts in Design
fr: Master en design
it: Laurea magistrale in Design
ja: 修士（デザイン学）
uk: Магістр з дизайну

source: Master of Business Administration
fr: Master en administration des affaires (MBA)
it: Laurea magistrale in Economia aziendale
ja: 経営学修士（MBA）
uk: Магістр з бізнес-адміністрування

source: Master of Design
fr: Master en design
it: Laurea magistrale in Design
ja: 修士（デザイン学）
uk: Магістр з дизайну

source: Master of Education
fr: Master en enseignement
it: Laurea magistrale in Scienze dell’educazione
ja: 修士（教育学）
uk: Магістр з освіти

source: Master of Engineering
fr: Master en ingénierie
it: Laurea magistrale in Ingegneria
ja: 修士（工学）
uk: Магістр з інженерії

source: Master of Health Sciences
fr: Master en sciences de la santé
it: Laurea magistrale in Scienze della salute
ja: 修士（保健学）
uk: Магістр з наук про здоровʼя

source: Master of Laws
fr: Master en droit
it: Laurea magistrale in Giurisprudenza
ja: 修士（法学）
uk: Магістр з права

source: Master of Science
fr: Master en sciences
it: Laurea magistrale in Scienze
ja: 修士（理学）
uk: Магістр з природничих наук

source: Meritvärde
fr: Note (meritvärde)
ja: 成績ポイント

source: Middle School
fr: Collège
it: Scuola media
ja: 中学校
uk: Середня школа

source: Middle School (jung)
fr: Collège (jung)
it: Scuola media (jung)
ja: 中学校
uk: Середня школа (jung)

source: Middle school
fr: Collège
it: Scuola media
ja: 中学校
uk: Середня школа

source: Navigator
fr: Navigateur
it: Navigatore
ja: ナビゲーター
uk: Навігатор

source: Nota de admisión
fr: Note d’admission (nota de admisión)
ja: 入学基準点

source: Nurse Practitioner
fr: Infirmier en pratique avancée
it: Infermiere di pratica avanzata
ja: 診療看護師（NP）
uk: Медсестра розширеної практики

source: Open-Source Contributor
fr: Contributeur open source
it: Collaboratore open source
ja: オープンソース貢献者
uk: Учасник проєктів із відкритим кодом

source: Promedio
fr: Moyenne (promedio)
ja: 成績平均

source: Senior High School (gaozhong)
fr: Lycée (gaozhong)
it: Scuola superiore (gaozhong)
ja: 高校
uk: Старша школа (gaozhong)

source: Showcase Star
fr: Star du spectacle
it: Stella del saggio
ja: ダンス発表会のスター
uk: Зірка показових виступів

source: Software & Internet
fr: Logiciels et internet
it: Software e internet
ja: ソフトウェア・インターネット
uk: Програмне забезпечення та інтернет

source: TV Show Casting
fr: Casting d’émission télé
it: Casting per programmi TV
ja: テレビ番組オーディション
uk: Кастинг на телешоу

source: Teamplayer
fr: Équipier
ja: チームプレーヤー
uk: Командний гравець

source: Tech Summit
fr: Sommet de la tech
ja: テックサミット
uk: Технологічний саміт

source: Bachelor
it: Laurea
ja: 学士
uk: Бакалавр

source: Basketball
it: Basket
ja: バスケットボール
uk: Баскетбол

source: Juris Doctor (JD)
it: Dottorato in Giurisprudenza (JD)
ja: 法務博士（JD）
uk: Доктор права (JD)

source: Master
it: Laurea magistrale
ja: 修士
uk: Магістр

source: Show Business
it: Spettacolo
ja: 芸能
uk: Шоубізнес

source: Ukraine
it: Ucraina
ja: ウクライナ
uk: Україна

source: normal
it: normale
ja: ふつう
uk: як зазвичай

# %@ in %@
source: %1$@ in %2$@
ja: %2$@の%1$@
uk: %1$@ за напрямом «%2$@»

source: A-levels
ja: Aレベル（大学入学資格）

source: Abitur
ja: アビトゥーア（大学入学資格）

source: Atestat
ja: アテスタート（中等教育修了証）
uk: Атестат

source: Ausbildung
ja: 職業訓練（アウスビルドゥング）

source: Baccalauréat
ja: バカロレア（高校卒業資格）

source: Bachillerato
ja: バチジェラート（高校）

source: Collège
ja: 中学校

source: Community College
ja: コミュニティカレッジ
uk: Громадський коледж

source: Curso Técnico
ja: 技術コース

source: Design
ja: デザイン
uk: Дизайн

source: Devlet üniversitesi
ja: 国立大学

source: Diploma di maturità
ja: マトゥリタ（高校卒業資格）

source: EPA 608
ja: EPA 608（冷媒取扱資格）

source: ESO
ja: 中学校（ESO）

source: Educación Primaria
ja: 小学校

source: Ensino Fundamental I
ja: 小学校

source: Ensino Fundamental II
ja: 中学校

source: Ensino Médio
ja: エンシーノ・メジオ（高校）

source: Exzellenzuniversität
ja: エリート大学

source: FP Grado Superior
ja: 上級職業訓練

source: Fachhochschule
ja: 専門大学（Fachhochschule）

source: Faculdade
ja: 単科大学（Faculdade）

source: Folkhögskola
ja: 国民高等学校

source: Formación Profesional
ja: 職業訓練（FP）

source: Grande école
ja: グランゼコール

source: Group of Eight
ja: グループ・オブ・エイト

source: Grundschule
ja: 小学校

source: Grundskola
ja: 小学校

source: Gymnasieexamen
ja: 高校卒業証書

source: Hackathon
ja: ハッカソン
uk: Хакатон

source: Högskola / Universitet
ja: 大学

source: Högstadiet
ja: 中学校

source: ITS Academy
ja: ITSアカデミー

source: Junior College
ja: 短期大学
uk: Молодший коледж

source: Junior College (jeonmun)
ja: 短期大学
uk: Молодший коледж (jeonmun)

source: LPN
ja: 准看護師（LPN）

source: Lise diploması
ja: 高校卒業証書

source: Matura
ja: マトゥーラ（高校卒業資格）

source: Meslek Yüksekokulu
ja: 職業短大

source: Ortaokul
ja: 中学校

source: Oxbridge / Russell Group
ja: オックスブリッジ／ラッセル・グループ

source: Primaria
ja: 小学校

source: SKY (Seoul National, Korea, Yonsei)
ja: SKY（ソウル大・高麗大・延世大）

source: Scuola media
ja: 中学校

source: Scuola primaria
ja: 小学校

source: Secundaria
ja: 中学校

source: Standard
ja: 標準
uk: Стандартний

source: Szkoła podstawowa
ja: 小学校

source: Szkoła podstawowa (klasy 4–8)
ja: 小学校（4〜8年生）

source: Technikum
ja: 技術学校

source: Tennis
ja: テニス
uk: Теніс

source: Técnico Superior Universitario
ja: TSU（技術短大課程）

source: Uczelnia zawodowa
ja: 専門職大学

source: Universidad Tecnológica
ja: 技術大学

source: Universidad pública
ja: 公立大学

source: Universidade pública
ja: 公立大学

source: Università
ja: 大学

source: Universität
ja: 大学

source: Université
ja: 大学

source: Uniwersytet
ja: 大学

source: Yrkeshögskola
ja: 職業専門学校

source: Zen
ja: 平常心
uk: Дзен

source: École primaire
ja: 小学校

source: Önlisans (MYO)
ja: 準学士（MYO）

source: İlkokul
ja: 小学校
